tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "git"
brew "go"
brew "mas"
brew "tree"
brew "vim", args: ["with-lua"]
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "docker-toolbox"
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
mas "CotEditor", id: 1024640650
mas "Evernote", id: 406056744
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
